Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: És crucial que tots els implicats esmostrin receptius i oberts a la comunicació amb les entitats associades, amb els ques’encarreguen del finançament o amb els mateixos clients.
en: It is crucial that all involved are responsive and open to feedbackfrom those they work with as implementing partners, funders, or clients.

source: Independentment que les polítiques les posi en pràctica el Govern a diferents nivells oorganismes no governamentals, és bàsic que existeixi una interacció entre les entitatscontractants i les agències que posen en pràctica les iniciatives.
en: Whether policies are implemented by government at different levels or by nongovernmental organisations, the degree of consultation between the commissioningbody and the implementing agency is a crucial point.

source: Per exemple, a Finlàndia una base de dadesa Internet en diferents idiomes (www.caisa.hel.fi) fa possible la cerca d’informació pertema, de manera que l’usuari no ha de saber quin organisme s’encarrega del que liinteressa.
en: In order to avoid becoming tooremoved from programme delivery, ministries in charge should systematically providethe implementing agencies with feedback channels and access to policy design. Local

source: A Portugal, els Centres Nacionals de Suport a l’Immigrant(en les sigles portugueses,CNAI), a Lisboa i Porto, estan relacionats amb diferents departaments ministerials (Serveide Control de Duanes - SEF, Cos d’Inspectors Laborals, Seguretat Social, Sanitat,Educació).
en: In Portugal, the National Immigrant Support Centres(CNAI) in Lisbon and Oportoinvolve departments of six Ministries (Service for Border Control - SEF, Labour Inspectorate, Social Security, Health and Education) as well as offices that provide specificsupport with regard to immigration law, family reunion, recognition of qualifications, andlabour market insertion.

source: A més, hi ha les oficines que proporcionen ajuts específics en relació ambaspectes legals de la immigració, reagrupació familiar, reconeixement de qualificacions iinserció en el mercat laboral.
en: To be enhanced is the involvement of socio-cultural mediators,who originate from the different immigrant communities and have a key role in theprocess of contact and problem resolution.

source: En relació amb els CNAI, hi ha una xarxa de 25Centres Locals de Suport a Immigrants(en portuguès, CLAI) que ofereixen informació, iun servei, SOSImmigrant, que ofereix atenció telefònica 12 hores al dia en quatre idiomes.
en: Linked to the CNAI there is a network of 25Local Immigrant Support Centres (CLAI) that provide information services, and a Call Centre - SOS Immigrant, which is available 12 hours a day in four languages.

source: La col·laboració entre els diferents nivells de govern es basa en responsabilitatscompartides i en consultes sobre el disseny de polítiques i assignacions pressupostàries.
en: Partnerships between various levels of government are governed by sharedresponsibilities and consultations on policy design and budget allocations.

source: Diversos països europeus tenen una forta tradició de govern local extensiu i les autoritatslocals es responsabilitzen de molts dels serveis oferts a la població, incloenthi la poblacióimmigrant acabada d’arribar i els refugiats. Per exemple, Lituània ha transferit lesresponsabilitats de la implementació dels programes d’integració dels refugiats a l’esferalocal.
en: Several European countries have a strong tradition of extensive local government, andlocal authorities are responsible for many of the services provided to the populationincluding newly arrived immigrants and refugees.For instance, Lithuania has transferredresponsibility for the implementation of its refugee integration programme to the locallevel.

source: Les autoritats locals tenen molta experiència amb el fet de fer que col·laborin totsels departaments i organismes rellevants per al procés d’introducció, amb la qual cosa esfa més fàcil que els immigrants puguin accedir a les ajudes i als serveis oferts.
en: Local authorities are particularly strong in bringing together all departments andorganisations which are relevant in the introduction process, making it easier forimmigrants to access services and support.

source: França és un dels països que més partit treu d’això: ha creat un sistema de punts derebuda locals i regionals arreu del país per tal d’acollir els nouvinguts, definir les sevesnecessitats en termes d’educació i assistència social, oferir assessorament sobre elsserveis governamentals i fer-los una primera presentació de la societat francesa.
en: France is one of the countries which takeadvantage of this strength by relying on a system of regional and local reception pointsthroughout the country which welcome newcomers, establish their needs in terms ofeducation and social assistance, advise them on governmental services and give them afirst introduction into French society.

source: A Itàlia,els acords marc signats entre el Ministeri de Treball i Polítiques Socials i les regionscoordinen les polítiques d’integració implementades en l’àmbit local.
en: In Italy, Framework Agreements signed betweenthe Ministry of Labour and Social Policies and the regions coordinate integration policiesimplemented at the local level.

source: L’ensenyament del’italià és un component bàsic, especialment a les regions de Toscana, Umbria i Veneto.
en: Language training is a central component, especially inthe agreements for the Toscana, Umbria and Veneto regions.

source: En alguns països, l’entitat (central) principal estableix acords formals amb els municipisper reflectir les responsabilitats dels diferents nivells de govern.
en: In some countries, the (central) lead agency enters into formal agreements withmunicipalities to reflect the responsibilities of each level of government.

source: fomenta la creació d’incentius econòmics per compensar els municipis per la introduccióde programes eficients.
en: This systemaims to avoid detailed directives from government while at the same time creatingeconomic incentives to reward municipalities for efficient introduction programmes.

source: Per exemple, tot i que el participant assoleixi els objectius delprograma en menys temps del previst, el municipi rep l’ajuda íntegra.
en: Forinstance, if the participant achieves the programme goals in less than the planned timeperiod, the full grant is still paid out to the municipality.

source: El sistema danès és un exemple d’aquest enfocament.
en: The Danish system is an example of this approach.

source: Segons la Llei d’integració, de1999, els municipis tenen les competències per implementar aquests programesd’acollida, però el Govern finança totes les despeses.
en: Under the 1999 Act on Integration,municipalities are responsible for carrying out introduction programmes, but thegovernment finances all expenses.

source: Els subsidis estan pensats per crearincentius per als municipis: l’ajuda és més elevada si els índexs d’activitat són més alts ies concedeixen ajuts especials als immigrants o refugiats que aprovin l’examen de danèso que tinguin una situació laboral estable durant almenys sis mesos.
en: The subsidies are structured to create incentives formunicipalities: higher subsidies are paid for higher levels of activity, and specific subsidiesare paid out for any immigrant or refugee who successfully passes a Danish languageexam or who is in regular employment for at least six months.

source: La legislació sobrela integració dels immigrants i refugiats acabats d’arribar inclou disposicions especialssobre la cooperació entre municipis i sobre el fet de delegar determinades tasques enempreses privades, institucions educatives o organismes no governamentals.
en: Legislation on theintegration of newly arrived immigrants and refugees includes specific provisions oncooperation between municipalities and on leaving the performance of specific tasks toprivate companies, educational institutions or nongovernmental organisations.

source: En les ciutats o municipis de la província finlandesa d’Uusimaa, hi ha una oficinad’immigració en què trobem equips de treball que ofereixen assessorament relacionatamb la immigració.
en: In every city or municipality in the Finnish province of West Uusimaa, there is animmigrant office under whose guidance immigration work teams operate.

source: A més dels representants de l’oficina d’immigració, en els equipsnormalment també hi ha representants de Benestar Social, de Treball, de Sanitat, de Formació escolar, de Formació per a adults, de Seguretat Social i d’Habitatge.
en: In addition torepresentatives of the immigrant office, the teams generally include representatives ofthe social welfare office, the employment office, the health centre, the school office, theadult education system, the social insurance institution and the local housing office.

source: A cadaimmigrant se li dóna una targeta i així es fa un seguiment de la seva trajectòria.
en: Acard is compiled on every immigrant, by means of which his or her plan and path aremonitored.

source: Elsmembres de l’equip van actualitzant la targeta i mantenen un contacte continu amb lapersona en qüestió.
en: Different members of the team update the card and keep in regular contactwith the person in question.

source: Els nens i joves reben una atenció especialitzada, el que s’anomena“equips infantils”, que s’ocupen de la canalla i els joves immigrants que van a l’escola oa la llar d’infants municipal. D’aquesta manera es coneix la situació i les necessitats, i espoden prendre les mesures oportunes.
en: Children have their own teams, the so-called ‘kid teams’.They cover all immigrant children and young persons who attend school or day-carecentres, charting their situation and their need for support and other measures.

source: En aquests equips participen representants delsistema educatiu municipal, treballadors socials de les escoles, directors i mestresd’escola, etc.
en: Themunicipal chief education officers, school social workers, many headmasters andteachers, as well as remedial teachers participate in these teams.

source: La prioritat dels governs centrals és garantir la qualitat dels serveis oferts pels municipis-per exemple, fent que els fons assignats estiguin orientats a resultats concrets, però espodria dir que cal més influència en el procés d’elaboració de polítiques perquè lesregulacions que es fan a escala nacional responguin més bé a les realitats locals.
en: While the priority of central governments is to ensure the quality of services provided bythe municipalities, for instance by making funding results-oriented, it can be argued thatwhat is needed is more influence on the policymaking process so that nationalframework regulations respond better to the local realities.

source: Sis’aconseguissin marcs de col·laboració més concrets i permanents, l’àmbit local nonomés s’encarregaria de posar en pràctica les polítiques, també podria col·laborar en eldisseny d’aquestes polítiques.
en: More explicit partnershipsand a permanent framework can make the local level not only a performer but also giveaccess to policy design.

source: Als interlocutors socials els interessa que els immigrants siguin autosuficients i participinactivament en el disseny, el finançament i la implementació dels programes d’integració.
en: The social partners stand to gain from self-sufficient immigrants and are ideally involvedin the design, financing and implementation of integration programmes.

source: Atès que la immigració i la integració cada cop tenen una relació més estreta amb elsobjectius socioeconòmics de les societats europees, el paper dels interlocutors socials haguanyat protagonisme.
en: As immigration and integration become more closely connected with the socioeconomic goals of European societies, increased attention is paid to the role of the socialpartners in integration.

source: Els sindicats són especialment actius quant a la no discriminaciói a la igualtat d’oportunitats, i també pel que fa a l’accés a la formació.
en: Trade unions are particularly active in the areas of antidiscrimination and equal opportunity, and in providing training.

source: En el períoded’acollida, també poden posar en pràctica la seva responsabilitat compartida per a laintegració amb l’organització d’actes de recepció, l’oferiment d’ajuda per trobarallotjament i per accedir a determinats serveis; proporcionar classes de llengua queincloguin cursos de vocabulari d’un determinat àmbit professional.
en: In the introductionperiod, employers can also put into practice their co-responsibility for integration byorganising reception events, offering assistance with finding accommodation andaccessing services, and providing language courses including courses teaching specificvocational vocabulary.

source: Les empreses queofereixen places de pràctiques als nouvinguts es poden encarregar d’oferir classes dellengua i així promoure la combinació de llengua i feina.
en: Companies providing trainee positions to newcomers can take onresponsibility for language training and thus promote the combination of language andvocational content.

source: En concret, les empreses gransque contractin estrangers de manera estable poden establir programes cíclics per als quevagin arribant.
en: In particular, large companies employing foreign workers on anongoing basis can establish programmes for new arrivals.

source: Per als immigrants que ja estiguin més integrats, les empreses podenoferir ajuts financers o formatius perquè empresaris de diferent origen ètnic oimmigrants es puguin convertir en proveïdors.
en: For more establishedimmigrants, companies can provide financial and other training to support ethnic orimmigrant entrepreneurs in becoming suppliers.

source: A Itàlia, en el marc del Consell d’Immigració Territorial, a la província de Belluno(Veneto), en col·laboració amb la Cambra de Comerç i una cooperativa social local, s’hacreat un programa de benvinguda i allotjament per a treballadors extracomunitaris ambl’objectiu de facilitar-ne la integració laboral i social.
en: In Italy, in the framework of the Territorial Immigration Council, the Province of Belluno(Veneto), in collaboration with the Chamber of Commerce and a local Social Cooperative, has promoted a reception and housing programme for non-EU workerswith the aim of facilitating labour and societal integration.

source: Com a primer pas en aquestadirecció, s’ha signat un acord entre empresaris i associacions professionals per trobarallotjament i facilitar que l’oferta i la demanda d’habitatges per a immigrants coincideixi.
en: As a first step in this directionan agreement has been signed by entrepreneurs and professional associations interestedin seeking adequate housing and facilitating the matching of demand and supply ofhouses for migrants.

source: Els governs a tots els nivells podrien fer que les empreses participessin més en el debatsobre la integració de la població immigrant, relacionant els programes governamentalsi els programes de responsabilitat social de les corporacions empresarials.
en: Governments at all levels could engage companies more in the debates on immigrantintegration linking governmental programmes with companies’ corporate socialresponsibility programmes.

source: Mentre que els governs solen donar prioritat als immigrants que possiblements’instal·laran al país de manera definitiva, el sector privat podria trobar el seu paper enl’assistència a la resta de la població immigrant, com ara els immigrants temporals.
en: While governments often take on primary responsibility for the introduction of thoseimmigrants who are likely to stay permanently, the private sector could have a particularrole to play in providing support to immigrants of other categories, such as temporarymigrants.

source: Perexemple, a Espanya els empresaris han de garantir per llei allotjament digne per alstemporers.
en: In Spain, the law requires the provision of adequate accommodation byemployers in the case of temporary migration.

source: A Xipre, tots els tràmits per a la recepció (incloent-hi l’allotjament) delstreballadors immigrants temporals es fan amb l’ajut dels empresaris (els permisos detreball temporals de menys de sis anys són per a un lloc de treball i un empresariconcrets).
en: In Cyprus, all arrangements for thereception (including housing) of temporary labour migrants are carried out by or withthe assistance of the employers (temporary work permits of less than six years are for aspecific position and employer).

source: Si no compleix amb aquestes obligacions, es penalitza els empresaris i no se’lsconcedeixen més permisos per a la contractació de treballadors estrangers.
en: In case of non-fulfilment of their obligations, theemployers are penalised and no further permits are granted to them for the employmentof foreign workers.

source: A Catalunya, Unió de Pagesosofereix el programa A Cobert o programa d’acollida,adreçat als treballadors temporers durant la seva estada a Espanya.
en: The Unió de Pagesosis a Catalan farmers’ union which offers mentoring to seasonalworkers during their stay in Spain.

source: A més, també ofereixel programa Desenvolupament, en què prepara alguns dels immigrants temporersperquè siguin agents per al desenvolupament, perquè quan tornin al seu país d’origenpuguin compartir l’experiència i promoure projectes col·lectius per a la millora econòmicai social.
en: It runs a ‘Course for Development Agents’, which hasas its objective the training of seasonal immigrants in Catalonia so that upon return totheir country of origin they can share their experience and promote collective projectsfor economic and social improvement.

source: El contingut del curs cobreix diferents temes: informàtica, agricultura, projectesde cooperació al desenvolupament, idiomes, etc.
en: The content of the course may cover differentsubjects: IT, agriculture, developmental cooperation projects, languages, etc.

source: Al Regne Unit, l’empresa de col·locació Fusion Personnel, que treballa en el sector del’horticultura, ha desenvolupat un pla de formació per als seus treballadors, la majoriadels quals són immigrants acabats d’arribar.
en: In the UK, the company Fusion Personnel, which supplies casual labour to horticulturalbusinesses, has developed a training scheme for its employees who are mostly recentlyarrived immigrants.

source: Els governs poden ajudar les petites empreses i els sindicats en sectors que contracten amolts treballadors immigrants; la manera pot ser complementar la seva capacitat deformació dels treballadors.
en: Governments could offer assistance to smaller companies and other businessorganisations as well as trade unions in sectors of the economy where many immigrantshave found employment by complementing these organisations’ training capacities.

source: Les organitzacions eclesiàstiques i d’ajuda social, a més de les clàssiquesorganitzacions no governamentals (ONG), tenen un paper clau en la implementació deles polítiques, perquè sovint són les que s’encarreguen de posar en pràctica lesestructures estatals per a l’acollida dels immigrants.
en: A wide variety of non-state actors are involved in the introduction of newcomers.Church-based and other welfare organisations as well as ‘classic NGOs’ of differentsizes are playing a key role in implementation, often putting state structures onimmigrant introduction into operation.

source: Per exemple, el Govern espanyolveu les línies de finançament de les ONG com a instruments crucials de la seva políticad’integració, i l’autonomia que tenen les organitzacions que finança és considerable.
en: For instance, the Spanish government seesfunding lines for NGOs as crucial instruments of its integration policy, and theautonomy given to the organisations funded is considerable.

source: Al Regne Unit actualment no existeixen acords estatals per a la recepció de nousimmigrants i les ONG ofereixen una àmplia varietat de programes d’orientació.
en: In the UK, there arecurrently no nationally agreed arrangements for the reception of newly arrivedimmigrants and NGOs provide a wide variety of orientation programmes.

source: A la República Txeca i a Eslovènia també es treballa molt amb ONG per a la implementacióde projectes d’habitatge, formació lingüística, inserció al mercat laboral, assessoramentpsicològic i activitats culturals.
en: The Czech Republic and Slovenia also work closely with NGOs in the implementation of projectson housing, language training, labour market insertion, psychosocial counselling andcultural activities.

source: A Estònia, la primera estructura a l’hora d’implementarles polítiques d’integració és la Fundació per a la Integració, una fundació que es regeixsegons normes de Dret privat i quevaser establertapel Govern.
en: In Estonia, the structure primarily responsible for implementingintegration policies is the Integration Foundation, a foundation operating underprovisions of private law and established by the Estonian Government.

source: Entrelesresponsabilitats d’aquesta fundació, hi trobem convocar concursos públics i coordinarels recursos perquè se’n faci un ús eficient, o implementar projectes a gran escalafinançats amb capital estranger.
en: The foundation’sresponsibilities include, inter alia, launching public project tenders and co-ordinating theefficient use of various resources in this field, including the implementation of severallarge-scale projects funded by foreign donors.

source: Per exemple, a Portugal l’Església catòlica, per mitjà de lesparròquies d’arreu del país, fa classes de portuguès, i el professorat treballa gairebésempre de manera voluntària.
en: For instance, in Portugal the Catholic Church,through its parishes, provides language classes throughout the country taught mostly byvolunteers.

source: Dintre del que s’entén per actors no governamentals, cal destacar les associacionsd’immigrants, que haurien de tenir un paper més important en el procés d’acollida.
en: Within the range of nongovernmental actors, it is important that migrants’ associationsplay a larger role in the introduction process.

source: Aun nivell bàsic, aquestes associacions poden ser molt útils a l’hora d’oferir serveis comara cursos de llengua o “d’orientació ciutadana”.
en: At a basic level, migrants’ associations areoften good providers of services, such as language teaching at beginner’s level or ‘civicorientation’ courses.

source: Els membres de les pròpiescomunitats dels nouvinguts sónlaprincipal fontd’informacióinformal id’assessorament, i molt sovint actuen com a models a seguir.
en: Members of the newcomers’ own communities are also typically thefirst source of informal information and advice, and often act as role models.

source: Les persones i els grupsd’immigrants s’impliquem en importants tasques de voluntariat, sobretot amb la sevacomunitat, i cal oferir assistència en aquest sentit.
en: Individualsand networks of migrants engage in significant volunteer work especially towards theirown community, which needs to be built upon rather than taken advantage of.

source: En aquest context és important queaquestes associacions d’immigrants tinguin accés al finançament.
en: Accessto funding for migrants’ associations is important in this context.

source: A Bèlgica la Fundació del rei Balduí, amb el programa Suport mutu per als nouvinguts(Mutual support for newcomers) ofereix assistència a projectes que els grups oassociacions de nouvinguts desenvolupen en benefici propi o en benefici d’altres grupsafins.
en: In Belgium the King Baudouin Foundation, with its ‘Mutual support for Newcomers’ grant,supports projects that groups or associations of new migrants develop for their ownbenefit or for the benefit of other new migrants.
